[
  "Genesis 1:1": "In the beginning God created the heavens and the earth.",
  "Exodus 14:14": "The LORD will fight for you; you need only to be still.",
  "Leviticus 19:18": "Do not seek revenge or bear a grudge against anyone among your people, but love your neighbor as yourself. I am the LORD.",
  "Numbers 6:24": "The LORD bless you and keep you;",
  "Deuteronomy 6:5": "Love the LORD your God with all your heart and with all your soul and with all your strength.",
  "Joshua 1:9": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go.",
  "Judges 6:12": "When the angel of the LORD appeared to Gideon, he said, 'The LORD is with you, mighty warrior.'",
  "Ruth 1:16": "But Ruth replied, 'Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.'",
  "1 Samuel 16:7": "But the LORD said to Samuel, 'Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things people look at. People look at the outward appearance, but the LORD looks at the heart.'",
  "2 Samuel 22:2": "He said: 'The LORD is my rock, my fortress and my deliverer;'",
  "1 Kings 8:61": "And may your hearts be fully committed to the LORD our God, to live by his decrees and obey his commands, as at this time.",
  "2 Kings 6:16": "'Don't be afraid,' the prophet answered. 'Those who are with us are more than those who are with them.'",
  "1 Chronicles 16:34": "Give thanks to the LORD, for he is good; his love endures forever.",
  "2 Chronicles 7:14": "If my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
  "Ezra 7:10": "For Ezra had devoted himself to the study and observance of the Law of the LORD, and to teaching its decrees and laws in Israel.",
  "Nehemiah 8:10": "Nehemiah said, 'Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is holy to our Lord. Do not grieve, for the joy of the LORD is your strength.'",
  "Esther 4:14": "For if you remain silent at this time, relief and deliverance for the Jews will arise from another place, but you and your father's family will perish. And who knows but that you have come to your royal position for such a time as this?",
  "Job 19:25": "I know that my redeemer lives, and that in the end he will stand on the earth.",
  "Psalm 23:1": "The LORD is my shepherd, I lack nothing.",
  "Proverbs 3:5": "Trust in the LORD with all your heart and lean not on your own understanding;",
  "Ecclesiastes 3:1": "There is a time for everything, and a season for every activity under the heavens.",
  "Song of Songs 8:7": "Many waters cannot quench love; rivers cannot sweep it away.",
  "Isaiah 41:10": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
  "Jeremiah 29:11": "For I know the plans I have for you,” declares the LORD, “plans to prosper you and not to harm you, plans to give you hope and a future.",
  "Lamentations 3:22": "Because of the LORD’s great love we are not consumed, for his compassions never fail.",
  "Ezekiel 36:26": "I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.",
  "Daniel 3:17": "If we are thrown into the blazing furnace, the God we serve is able to deliver us from it, and he will deliver us from Your Majesty’s hand.",
  "Hosea 6:6": "For I desire mercy, not sacrifice, and acknowledgment of God rather than burnt offerings.",
  "Joel 2:28": "And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, and your young men will see visions.",
  "Amos 5:24": "But let justice roll on like a river, righteousness like a never-failing stream!",
  "Obadiah 1:15": "The day of the LORD is near for all nations. As you have done, it will be done to you; your deeds will return upon your own head.",
  "Jonah 2:2": "He said: “In my distress I called to the LORD, and he answered me. From deep in the realm of the dead I called for help, and you listened to my cry.”",
  "Micah 6:8": "He has shown you, O mortal, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God.",
  "Nahum 1:7": "The LORD is good, a refuge in times of trouble. He cares for those who trust in him.",
  "Habakkuk 2:4": "See, the enemy is puffed up; his desires are not upright—but the righteous person will live by his faithfulness.",
  "Zephaniah 3:17": "The LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
  "Haggai 1:7": "Give careful thought, then, how you live. Go up into the mountains and bring down timber and build my house, so that I may take pleasure in it and be honored, says the LORD.",
  "Zechariah 4:6": "Not by might nor by power, but by my Spirit, says the LORD Almighty.",
  "Malachi 3:10": "Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,” says the LORD Almighty, “and see if I will not throw open the floodgates of heaven and pour out so much blessing that there will not be room enough to store it.",
  "Matthew 6:33": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
  "Mark 12:30": "Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.",
  "Luke 6:31": "Do to others as you would have them do to you.",
  "John 3:16": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
  "Acts 1:8": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
  "Romans 8:28": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
  "1 Corinthians 13:4": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
  "2 Corinthians 5:17": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
  "Galatians 2:20": "I have been crucified with Christ and I no longer live, but Christ lives in me.",
  "Ephesians 2:8": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
  "Philippians 4:13": "I can do all this through him who gives me strength.",
  "John 14:6": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'",
  "John 16:33": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
  "Revelation 3:20": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.",
  "Revelation 21:4": "He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.",
  "Colossians 3:23": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
  "James 1:2": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds.",
  "James 1:5": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
  "1 Peter 5:7": "Cast all your anxiety on him because he cares for you.",
  "1 John 4:7": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.",
  "1 John 4:18": "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.",
  "1 John 1:9": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
  "2 Timothy 1:7": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
  "1 Timothy 4:12": "Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.",
  "Titus 2:11": "For the grace of God has appeared that offers salvation to all people.",
  "Philemon 1:6": "I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ.",
  "Hebrews 11:6": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
  "Hebrews 13:5": "Keep your lives free from the love of money and be content with what you have, because God has said, 'Never will I leave you; never will I forsake you.'",
  "John 8:12": "When Jesus spoke again to the people, he said, 'I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.'",
  "John 10:10": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
  "John 14:27": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
  "Matthew 11:28": "Come to me, all you who are weary and burdened, and I will give you rest.",
  "Matthew 5:14": "You are the light of the world. A town built on a hill cannot be hidden.",
  "Matthew 5:16": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
  "Luke 1:37": "For no word from God will ever fail.",
  "Mark 10:27": "Jesus looked at them and said, 'With man this is impossible, but not with God; all things are possible with God.'",
  "Mark 9:23": "'If you can?' said Jesus. 'Everything is possible for one who believes.'",
  "1 John 5:14": "This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.",
  "2 Corinthians 5:21": "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.",
  "Romans 12:1": "Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.",
  "Romans 12:2": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.",
  "Romans 10:9": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved.",
  "Romans 10:13": "For, 'Everyone who calls on the name of the Lord will be saved.'",
  "John 15:13": "Greater love has no one than this: to lay down one's life for one's friends.",
  "2 Thessalonians 3:3": "But the Lord is faithful, and he will strengthen you and protect you from the evil one.",
  "John 14:1": "Do not let your hearts be troubled. You believe in God; believe also in me.",
  "Psalm 46:1": "God is our refuge and strength, an ever-present help in trouble.",
  "Psalm 119:105": "Your word is a lamp for my feet, a light on my path.",
  "Isaiah 40:31": "But those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
  "Isaiah 53:5": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
  "Isaiah 55:8": "'For my thoughts are not your thoughts, neither are your ways my ways,' declares the LORD.",
  "Jeremiah 33:3": "'Call to me and I will answer you and tell you great and unsearchable things you do not know.'",
  "Ezekiel 37:5": "This is what the Sovereign LORD says to these bones: I will make breath enter you, and you will come to life.",
  "Daniel 2:20": "Praise be to the name of God for ever and ever; wisdom and power are his.",
  "Hosea 14:9": "Who is wise? Let them realize these things. Who is discerning? Let them understand. The ways of the LORD are right; the righteous walk in them, but the rebellious stumble in them.",
  "Micah 7:7": "But as for me, I watch in hope for the LORD, I wait for God my Savior; my God will hear me.",
  "Nahum 1:15": "Look, there on the mountains, the feet of one who brings good news, who proclaims peace! Celebrate your festivals, Judah, and fulfill your vows. No more will the wicked invade you; they will be completely destroyed.",
  "Habakkuk 3:19": "The Sovereign LORD is my strength; he makes my feet like the feet of a deer, he enables me to tread on the heights.",
  "Zephaniah 2:3": "Seek the LORD, all you humble of the land, you who do what he commands. Seek righteousness, seek humility; perhaps you will be sheltered on the day of the LORD's anger.",
  "Haggai 2:4": "'Be strong, all you people of the land,' declares the LORD, 'and work. For I am with you,' declares the LORD Almighty.",
  "Zechariah 9:9": "Rejoice greatly, Daughter Zion! Shout, Daughter Jerusalem! See, your king comes to you, righteous and victorious, lowly and riding on a donkey, on a colt, the foal of a donkey."
   "Proverbs 18:10": "The name of the LORD is a fortified tower; the righteous run to it and are safe.",
  "Isaiah 43:2": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze.",
  "Psalm 34:18": "The LORD is close to the brokenhearted and saves those who are crushed in spirit.",
  "2 Corinthians 12:9": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.",
  "Romans 15:13": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
  "Psalm 121:1-2": "I lift up my eyes to the mountains—where does my help come from? My help comes from the LORD, the Maker of heaven and earth.",
  "Matthew 28:20": "And surely I am with you always, to the very end of the age.",
  "Romans 5:8": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
  "John 1:5": "The light shines in the darkness, and the darkness has not overcome it.",
  "Deuteronomy 31:6": "Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
  "Psalm 91:2": "I will say of the LORD, 'He is my refuge and my fortress, my God, in whom I trust.'",
  "Isaiah 26:3": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
  "1 Corinthians 10:13": "No temptation has overtaken you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it.",
  "Romans 8:38-39": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
  "Psalm 37:4": "Take delight in the LORD, and he will give you the desires of your heart.",
  "Galatians 6:9": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
  "1 Thessalonians 5:16-18": "Rejoice always, pray continually, give thanks in all circumstances; for this is God’s will for you in Christ Jesus.",
  "2 Peter 3:9": "The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.",
  "Ephesians 6:11": "Put on the full armor of God, so that you can take your stand against the devil’s schemes.",
  "Psalm 55:22": "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken.",
  "Psalm 23:4": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
  "Joshua 24:15": "But as for me and my household, we will serve the LORD.",
  "Isaiah 40:29": "He gives strength to the weary and increases the power of the weak.",
  "Matthew 22:37-39": "Jesus replied: ‘Love the Lord your God with all your heart and with all your soul and with all your mind. This is the first and greatest commandment. And the second is like it: Love your neighbor as yourself.’",
  "Romans 3:23": "For all have sinned and fall short of the glory of God.",
  "Romans 6:23": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
  "Romans 8:1": "Therefore, there is now no condemnation for those who are in Christ Jesus.",
  "Matthew 7:7": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
  "Matthew 19:26": "Jesus looked at them and said, 'With man this is impossible, but with God all things are possible.'",
  "Psalm 103:12": "As far as the east is from the west, so far has he removed our transgressions from us.",
  "Lamentations 3:23": "They are new every morning; great is your faithfulness.",
  "John 6:35": "Then Jesus declared, 'I am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty.'",
  "John 11:25": "Jesus said to her, 'I am the resurrection and the life. The one who believes in me will live, even though they die.'",
  "Acts 4:12": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
  "2 Corinthians 9:8": "And God is able to bless you abundantly, so that in all things at all times, having all that you need, you will abound in every good work.",
  "Ephesians 3:20": "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us.",
  "Ephesians 4:32": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
  "Philippians 1:6": "Being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus.",
  "1 John 3:1": "See what great love the Father has lavished on us, that we should be called children of God! And that is what we are!",
  "1 Corinthians 15:58": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."
]

